Repository: HOCKULUS/BoxHelper
Catalog: BoxHelper/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fr, hi, it, ja, nl, pl, pt_pt, uk, zh_hans, zh_hk

# CreateView.BoxTitle
source: Box Name
ar: اسم الصندوق
bn: বাক্সের শিরোনাম
cs: Název krabice
da: Kassens navn
de: Name der Kiste
es: Nombre de la caja
fr: Nom de la boîte
hi: डिब्बे का शीर्षक
it: Nome della scatola
ja: 箱の名前
nl: Boxnaam
pl: Nazwa pudełka
pt_pt: Título da caixa
uk: Назва коробки
zh_hans: 箱子名称
zh_hk: 箱子名稱

# CreateView.Location
source: Location
ar: الموقع
bn: অবস্থান
cs: Umístění
da: Placering
de: Standort
es: Ubicación
fr: Emplacement
hi: स्थान
it: Posizione
ja: 場所
nl: Locatie
pl: Lokalizacja
pt_pt: Localização
uk: Місцезнаходження
zh_hans: 位置
zh_hk: 位置

# CreateView.saveBox
source: Save Box
ar: حفظ الصندوق
bn: বাক্স সংরক্ষণ করুন
cs: Uložit krabici
da: Gem kasse
de: Kiste speichern
es: Guardar caja
fr: Enregistrer la boîte
hi: डिब्बा सहेजें
it: Salva casella
ja: 箱を保存
nl: Box opslaan
pl: Zapisz pudełko
pt_pt: Guardar caixa
uk: Зберегти коробку
zh_hans: 保存箱子
zh_hk: 保存箱子

# CreateView.Title
source: Create Box
ar: إنشاء صندوق
bn: তৈরি করুন
cs: Vytvořit
da: Opret kasse
de: Kiste erstellen
es: Crear caja
fr: Créer une boîte
hi: बनाएँ
it: Creare una scatola
ja: 箱を作成
nl: Box aanmaken
pl: Utwórz pudełko
pt_pt: Criar
uk: Створити коробку
zh_hans: 创建箱子
zh_hk: 創建箱子

source: CSV Import
ar: استيراد CSV
bn: CSV ইমপোর্ট
cs: Import CSV
es: Importación CSV
fr: Import CSV
hi: सीएसवी आयात
it: Importazione CSV
ja: CSVインポート
pl: Import CSV
pt_pt: Importação CSV
uk: Імпорт CSV
zh_hans: CSV 导入
zh_hk: CSV 匯入

source: Cube 3D
ar: مكعب ثلاثي الأبعاد
bn: ৩ডি ঘনক
cs: 3D kostka
da: 3D-kube
de: 3D-Würfel
es: Cubo 3D
hi: 3D घन
it: Cubo 3D
ja: 3Dキューブ
nl: Kubus 3D
pl: Sześcian 3D
pt_pt: Cubo 3D
uk: Куб 3D
zh_hans: 3D 立方体
zh_hk: 3D 立方體

source: Currently, it's not technically possible to display custom colors directly on the QR code. However, you’re welcome to use colored emojis like 🟦 or 🔵 in your location names to visually highlight them in the QR code. It's a simple and effective workaround!
ar: حالياً، ليس من الممكن تقنياً عرض ألوان مخصصة مباشرة على رمز QR. لكن يمكنك استخدام رموز تعبيرية ملونة مثل 🟦 أو 🔵 في أسماء المواقع لإبرازها بصرياً داخل رمز QR. إنها حيلة بسيطة وفعالة!
bn: বর্তমানে QR কোডে সরাসরি কাস্টম রঙ দেখানো প্রযুক্তিগতভাবে সম্ভব নয়। তবে আপনি আপনার অবস্থানের নামে 🟦 বা 🔵 এর মতো রঙিন ইমোজি ব্যবহার করে QR কোডে সেগুলোকে দৃশ্যমানভাবে আলাদা করে তুলতে পারেন। এটি একটি সহজ এবং কার্যকর উপায়!
cs: Momentálně není technicky možné zobrazovat vlastní barvy přímo v QR kódu. Můžete ale použít barevné emoji, jako 🟦 nebo 🔵, v názvech umístění, abyste je v QR kódu vizuálně zvýraznili. Je to jednoduché a účinné řešení!
da: Det er i øjeblikket ikke teknisk muligt at vise brugerdefinerede farver direkte på QR-koden. Du kan dog bruge farvede emojis som 🟦 eller 🔵 i dine placeringsnavne for visuelt at fremhæve dem i QR-koden. Det er en enkel og effektiv løsning.
de: Derzeit ist es technisch nicht möglich, individuelle Farben direkt mit dem QR-Code zu drucken. Du kannst aber farbige Emojis wie 🟦 oder 🔵 in Standortnamen verwenden, um sie hervorzuheben. Eine einfache und effektive Lösung!
es: Actualmente no es técnicamente posible mostrar colores personalizados directamente en el código QR. Sin embargo, puedes usar emojis de color como 🟦 o 🔵 en los nombres de ubicación para resaltarlos visualmente en el código QR. Es una solución simple y efectiva.
fr: Actuellement, il n’est pas techniquement possible d’afficher des couleurs personnalisées directement sur le code QR. Vous pouvez toutefois utiliser des emojis colorés comme 🟦 ou 🔵 dans les noms d’emplacement pour les mettre visuellement en valeur dans le code QR. C’est une solution simple et efficace !
hi: वर्तमान में QR कोड पर सीधे कस्टम रंग दिखाना तकनीकी रूप से संभव नहीं है। लेकिन आप अपने स्थानों के नामों में 🟦 या 🔵 जैसे रंगीन इमोजी इस्तेमाल करके उन्हें QR कोड में दृश्य रूप से अलग दिखा सकते हैं। यह एक सरल और प्रभावी उपाय है!
it: Attualmente non è tecnicamente possibile visualizzare colori personalizzati direttamente sul codice QR. Tuttavia, è possibile utilizzare emoji colorate come 🟦 o 🔵 nei nomi delle località per evidenziarle visivamente nel codice QR. È una soluzione semplice ed efficace!
ja: 現在のところ、QRコード自体にカスタムカラーを直接表示することは技術的にできません。ただし、場所名に 🟦 や 🔵 のような色付き絵文字を使えば、QRコード内で視覚的に強調できます。簡単で効果的な代替手段です。
nl: Op dit moment is het technisch niet mogelijk om aangepaste kleuren op de QR-code te tonen. Je kunt echter gekleurde emoji’s zoals 🟦 of 🔵 in locatienamen gebruiken als visueel alternatief. Simpel en effectief!
pl: Obecnie nie da się technicznie wyświetlać własnych kolorów bezpośrednio na kodzie QR. Możesz jednak używać kolorowych emoji, takich jak 🟦 lub 🔵, w nazwach lokalizacji, aby wizualnie wyróżnić je na kodzie QR. To prosty i skuteczny sposób obejścia.
pt_pt: Currently, it's not technically possible to display custom colors directly on the QR code. However, you’re welcome to use colored emojis like 🟦 or 🔵 in your localização names to visually highlight them in the QR code. It's a simple and effective workaround!
uk: Наразі технічно неможливо відображати власні кольори безпосередньо на QR-коді. Однак ви можете використовувати кольорові емодзі, як-от 🟦 або 🔵, у назвах локацій, щоб візуально виділити їх у QR-коді. Це простий і ефективний обхідний шлях!

source: Currently, the app supports common formats like HEIC, JPG and PNG. RAW image files are not officially supported and may not display correctly. This is due to limited system-level support and file size considerations.
ar: حالياً، يدعم التطبيق التنسيقات الشائعة مثل HEIC وJPG وPNG. ملفات RAW غير مدعومة رسمياً وقد لا تُعرض بشكل صحيح. يعود ذلك إلى محدودية الدعم على مستوى النظام واعتبارات حجم الملف.
bn: বর্তমানে অ্যাপটি HEIC, JPG এবং PNG-এর মতো সাধারণ ফরম্যাট সমর্থন করে। RAW ছবি আনুষ্ঠানিকভাবে সমর্থিত নয় এবং সঠিকভাবে নাও দেখাতে পারে। এর কারণ হলো সীমিত সিস্টেম-স্তরের সমর্থন এবং ফাইলের আকার সংক্রান্ত বিবেচনা।
cs: Aplikace nyní podporuje běžné formáty jako HEIC, JPG a PNG. Obrázky RAW nejsou oficiálně podporovány a nemusí se zobrazovat správně. Důvodem je omezená podpora na úrovni systému a velikost souborů.
da: Appen understøtter i øjeblikket almindelige formater som HEIC, JPG og PNG. RAW-billedfiler understøttes ikke officielt og vises muligvis ikke korrekt. Det skyldes begrænset understøttelse på systemniveau samt hensyn til filstørrelse.
de: Die App unterstützt gängige Formate wie HEIC, JPG und PNG. RAW und andere Bilder werden offiziell nicht unterstützt und können falsch dargestellt werden – wegen Systembeschränkungen und Dateigröße.
es: Actualmente, la app admite formatos comunes como HEIC, JPG y PNG. Los archivos RAW no están oficialmente soportados y podrían no mostrarse correctamente, debido al soporte limitado del sistema y al tamaño de archivo.
fr: Actuellement, l’app prend en charge les formats courants comme HEIC, JPG et PNG. Les fichiers image RAW ne sont pas officiellement pris en charge et peuvent ne pas s’afficher correctement. Cela est dû à une prise en charge système limitée et à des considérations de taille de fichier.
hi: वर्तमान में ऐप HEIC, JPG और PNG जैसे सामान्य फ़ॉर्मैट को समर्थन देता है। रॉ चित्र फ़ाइलें आधिकारिक रूप से समर्थित नहीं हैं और सही तरह से प्रदर्शित न भी हों। इसका कारण सीमित सिस्टम-स्तरीय समर्थन और फ़ाइल आकार से जुड़े विचार हैं।
it: Attualmente, l'applicazione supporta formati comuni come HEIC, JPG e PNG. I file immagine RAW non sono ufficialmente supportati e potrebbero non essere visualizzati correttamente. Ciò è dovuto al supporto limitato a livello di sistema e alle dimensioni del file.
ja: 現在、アプリは HEIC、JPG、PNG などの一般的な形式をサポートしています。RAW画像は正式にはサポートされておらず、正しく表示されない場合があります。これはシステムレベルの制約とファイルサイズの問題によるものです。
nl: De app ondersteunt momenteel HEIC, JPG en PNG. RAW-bestanden worden niet officieel ondersteund en kunnen verkeerd worden weergegeven vanwege beperkte systeemondersteuning en bestandsgrootte.
pl: Aplikacja obsługuje obecnie popularne formaty, takie jak HEIC, JPG i PNG. Pliki RAW nie są oficjalnie wspierane i mogą nie wyświetlać się poprawnie. Wynika to z ograniczonego wsparcia systemowego i rozmiaru plików.
pt_pt: Currently, the app supports common formats like HEIC, JPG and PNG. RAW imagem files are not officially supported and may not display correctly. This is due to limited system-level support and file size considerations.
uk: Наразі додаток підтримує поширені формати, як-от HEIC, JPG і PNG. Файли RAW офіційно не підтримуються і можуть відображатися некоректно. Це пов’язано з обмеженою системною підтримкою та розміром файлів.
zh_hans: 目前应用支援常见格式如 HEIC、JPG 和 PNG。RAW 影像文件尚未正式支援，且可能無法正常显示，这主要是因为系统层级的支援有限以及文件大小的考量。
zh_hk: 目前應用程式支援常見格式如 HEIC、JPG 和 PNG。RAW 影像檔案尚未正式支援，且可能無法正常顯示，這主要是因為系統層級的支援有限以及檔案大小的考量。

source: Customize your app appearance and set your own accent color :)
ar: خصص مظهر التطبيق واضبط لون التمييز الخاص بك :)
bn: আপনার অ্যাপের চেহারা কাস্টমাইজ করুন এবং নিজের অ্যাকসেন্ট রঙ নির্ধারণ করুন :)
cs: Přizpůsobte si vzhled aplikace a nastavte si vlastní zvýrazňující barvu :)
da: Tilpas appens udseende og vælg din egen accentfarve :)
de: Passe das Aussehen der App an und wähle deine Akzentfarbe :)
es: Personaliza la apariencia de la app y elige tu color de acento :)
fr: Personnalisez l’apparence de votre app et définissez votre propre couleur d’accentuation :)
hi: अपने ऐप का रूप अनुकूलित करें और अपनी पसंद का हाइलाइट रंग सेट करें :)
it: Personalizzate l'aspetto della vostra app e impostate il vostro colore d'accento :)
ja: アプリの見た目をカスタマイズし、独自のアクセントカラーを設定できます :)
nl: Pas het uiterlijk van de app aan en kies je eigen accentkleur :)
pl: Dostosuj wygląd aplikacji i ustaw własny kolor akcentu :)
uk: Налаштуйте вигляд додатка та виберіть власний акцентний колір :)
zh_hans: 自訂应用外觀，设置你喜欢的主题色彩 :)
zh_hk: 自訂應用程式外觀，設定你喜歡的主題色彩 :)

# Das Bild wird aus dem App-Speicher entfernt.
source: The image will be removed from the app storage.
ar: ستتم إزالة الصورة من تخزين التطبيق.
bn: ছবিটি অ্যাপ স্টোরেজ থেকে সরানো হবে।
cs: Obrázek bude odstraněn z úložiště aplikace.
da: Billedet fjernes fra appens lager.
de: Das Bild wird aus dem App-Speicher entfernt.
es: La imagen se eliminará del almacenamiento de la app.
fr: L’image sera supprimée du stockage de l’app.
hi: चित्र ऐप स्टोरेज से हटाया जाएगा।
it: L’immagine verrà rimossa dall’archivio dell’app.
ja: 画像はアプリの保存領域から削除されます。
nl: De afbeelding wordt uit de app-opslag verwijderd.
pl: Obraz zostanie usunięty z pamięci aplikacji.
pt_pt: The imagem will be removed from the app storage.
uk: Зображення буде видалено зі сховища додатка.
zh_hans: 图片将从 App 存储空间中移除。
zh_hk: 圖片將從 App 儲存空間中移除。

# Datei
source: File
ar: ملف
bn: ফাইল
cs: Soubor
da: Fil
de: Datei
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
nl: Bestand
pl: Plik
pt_pt: Ficheiro
uk: Файл
zh_hans: 文件
zh_hk: 檔案

# Datenmodell
source: Data model
ar: نموذج البيانات
bn: ডেটা মডেল
cs: Datový model
de: Datenmodell
es: Modelo de datos
fr: Modèle de données
hi: डेटा मॉडल
it: Modello dati
ja: データモデル
nl: Gegevensmodel
pl: Model danych
pt_pt: Modelo de dados
uk: Модель даних
zh_hans: 资料模型
zh_hk: 資料模型

source: Default
ar: افتراضي
bn: ডিফল্ট
cs: Výchozí
da: Standard
de: Standard
es: por defecto
fr: Par défaut
hi: डिफ़ॉल्ट
ja: デフォルト
nl: Standaard
pl: Domyślne
pt_pt: Predefinido
uk: Типово
zh_hans: 预设
zh_hk: 預設

source: Define how your boxes should be named automatically. Choose between a unique ID or a combination of sequential numbers and custom text.
ar: حدد كيف يجب تسمية الصناديق تلقائياً. اختر بين معرف فريد أو مزيج من الأرقام المتسلسلة ونص مخصص.
bn: আপনার বাক্সগুলোর নাম স্বয়ংক্রিয়ভাবে কীভাবে হবে তা নির্ধারণ করুন। একটি অনন্য ID অথবা ধারাবাহিক নম্বর ও কাস্টম টেক্সটের সংমিশ্রণ থেকে বেছে নিন।
cs: Určete, jak se mají vaše krabice automaticky pojmenovávat. Vyberte si mezi jedinečným ID nebo kombinací pořadových čísel a vlastního textu.
da: Bestem, hvordan dine kasser automatisk skal navngives. Vælg mellem et unikt ID eller en kombination af fortløbende numre og brugerdefineret tekst.
de: Lege fest, wie deine Kisten automatisch benannt werden sollen. Wähle zwischen einer eindeutigen ID oder einer Kombination aus fortlaufenden Zahlen und eigenem Text.
es: Define cómo se nombrarán automáticamente tus cajas. Elige entre un ID único o una combinación de números y texto personalizado.
fr: Définissez comment vos boîtes doivent être nommées automatiquement. Choisissez entre un identifiant unique ou une combinaison de numéros séquentiels et de texte personnalisé.
hi: निर्धारित करें कि आपके डिब्बों के नाम स्वतः कैसे रखे जाएँ। एक अद्वितीय ID या क्रमिक संख्याओं और कस्टम पाठ के संयोजन में से चुनें।
it: Definire il nome automatico delle caselle. Scegliete tra un ID unico o una combinazione di numeri sequenziali e testo personalizzato.
ja: 箱の自動命名方法を設定します。一意のID、または連番と任意のテキストの組み合わせを選べます。
nl: Stel in hoe boxen automatisch worden genoemd: met unieke ID of een combinatie van nummer en tekst.
pl: Określ, jak Twoje pudełka mają być nazywane automatycznie. Wybierz między unikalnym ID a kombinacją kolejnych numerów i własnego tekstu.
pt_pt: Define how your caixaes should be named automatically. Choose between a unique ID or a combination of sequential numbers and custom text.
uk: Визначте, як ваші коробки мають називатися автоматично. Виберіть між унікальним ID або комбінацією послідовних номерів і власного тексту.
zh_hans: 定義你的箱子应如何自动命名。可选择使用唯一識别码，或是序号与自訂文字的組合。
zh_hk: 定義你的箱子應如何自動命名。可選擇使用唯一識別碼，或是序號與自訂文字的組合。

source: Delete
ar: حذف
bn: মুছুন
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Cancellare
ja: 削除
nl: Verwijderen
pl: Usuń
pt_pt: Eliminar
uk: Видалити
zh_hans: 删除
zh_hk: 刪除

source: Delete %d images?
ar: حذف %d من الصور؟
bn: %dটি ছবি মুছবেন?
cs: Smazat %d obrázků?
da: Slet %d billeder?
de: %d Bilder löschen?
es: ¿Eliminar %d imágenes?
fr: Supprimer %d images ?
hi: %d चित्र हटाएँ?
it: Eliminare %d immagini?
ja: %d枚の画像を削除しますか？
nl: %d afbeeldingen verwijderen?
pl: Usunąć %d obrazów?
pt_pt: Eliminar %d imagems?
uk: Видалити %d зображень?
zh_hans: 删除 %d 张图片？
zh_hk: 刪除 %d 張圖片？

source: Delete %d items?
ar: حذف %d من العناصر؟
bn: %dটি আইটেম মুছবেন?
cs: Smazat %d položek?
da: Slet %d genstande?
de: %d Gegenstände löschen?
es: ¿Eliminar %d objetos?
fr: Supprimer %d éléments ?
hi: %d वस्तुएँ हटाएँ?
it: Eliminare %d elementi?
ja: %d個のアイテムを削除しますか？
nl: %d items verwijderen?
pl: Usunąć %d przedmiotów?
pt_pt: Eliminar %d itens?
uk: Видалити %d елементів?
zh_hans: 删除 %d 个物品？
zh_hk: 刪除 %d 個物品？

source: Delete %d Items?
ar: حذف %d من العناصر؟
bn: %dটি আইটেম মুছবেন?
cs: Smazat %d položek?
da: Slet %d genstande?
de: %d Elemente löschen?
es: ¿Eliminar %d ítems?
fr: Supprimer %d éléments ?
hi: %d वस्तुएँ हटाएँ?
it: Cancellare %d elementi?
ja: %d個のアイテムを削除しますか？
nl: %d items verwijderen?
pl: Usunąć %d przedmiotów?
pt_pt: Eliminar %d Itens?
uk: Видалити %d елементів?
zh_hans: 删除 %d 个项目？
zh_hk: 刪除 %d 個項目？

source: Delete %d locations?
ar: حذف %d من المواقع؟
bn: %dটি অবস্থান মুছবেন?
cs: Smazat %d umístění?
da: Slet %d placeringer?
de: %d Standorte löschen?
es: ¿Eliminar %d ubicaciones?
fr: Supprimer %d emplacements ?
hi: %d स्थान हटाएँ?
it: Cancellare %d posizioni?
ja: %d件の場所を削除しますか？
nl: %d locaties verwijderen?
pl: Usunąć %d lokalizacji?
pt_pt: Eliminar %d localizaçãos?
uk: Видалити %d локацій?
zh_hans: 删除 %d 个地点？
zh_hk: 刪除 %d 個地點？

source: Delete Blocked Tags
ar: حذف العلامات المحظورة
bn: ব্লক করা ট্যাগ মুছুন
cs: Smazat blokované značky
da: Slet blokerede tags
de: Gesperrte Tags löschen
es: Eliminar etiquetas bloqueadas
fr: Supprimer les étiquettes bloquées
hi: अवरुद्ध टैग हटाएँ
it: Eliminare i tag bloccati
ja: ブロックされたタグを削除
nl: Geblokkeerde tags verwijderen
pl: Usuń zablokowane tagi
pt_pt: Eliminar etiquetas bloqueadas
uk: Видалити заблоковані мітки
zh_hans: 删除已封鎖标签
zh_hk: 刪除已封鎖標籤

source: Delete box
ar: حذف الصندوق
bn: বাক্স মুছুন
cs: Smazat krabici
da: Slet kasse
de: Lösche Kiste
es: Eliminar caja
fr: Supprimer la boîte
hi: डिब्बा हटाएँ
it: Elimina scatola
ja: 箱を削除
nl: Doos verwijderen
pl: Usuń pudełko
pt_pt: Eliminar caixa
uk: Видалити коробку
zh_hans: 删除箱子
zh_hk: 刪除箱子

source: Delete box ${boxIdentifier} if it has no items. Delete assigned images: ${deleteImages}
ar: حذف الصندوق ${boxIdentifier} إذا لم يحتوي على عناصر. حذف الصور المخصصة: ${deleteImages}
bn: যদি বাক্স ${boxIdentifier}-এ কোনো আইটেম না থাকে, তবে সেটি মুছুন। নির্ধারিত ছবি মুছুন: ${deleteImages}
cs: Smazat krabici ${boxIdentifier}, pokud neobsahuje žádné položky. Smazat přiřazené obrázky: ${deleteImages}
da: Slet kasse ${boxIdentifier}, hvis den ikke har nogen genstande. Slet tilknyttede billeder: ${deleteImages}
de: Lösche die Kiste ${boxIdentifier}, wenn es keine Gegenstände enthält. Lösche alle zugewiesene Bilder: ${deleteImages}.
es: Eliminar la caja ${boxIdentifier} si no tiene objetos. Eliminar imágenes asignadas: ${deleteImages}
fr: Supprimer la boîte ${boxIdentifier} si elle ne contient aucun élément. Supprimer les images attribuées : ${deleteImages}
hi: यदि डिब्बे ${boxIdentifier} में कोई वस्तु नहीं है तो उसे हटाएँ। जुड़े हुए चित्र हटाएँ: ${deleteImages}
it: Elimina la scatola ${boxIdentifier} se non contiene elementi. Elimina le immagini assegnate: ${deleteImages}
ja: 箱 ${boxIdentifier} にアイテムがない場合は削除します。割り当て済み画像も削除: ${deleteImages}
nl: Verwijder doos ${boxIdentifier} als deze geen items bevat. Toegewezen afbeeldingen verwijderen: ${deleteImages}
pl: Usuń pudełko ${boxIdentifier}, jeśli nie ma przedmiotów. Usuń przypisane obrazy: ${deleteImages}
pt_pt: Eliminar caixa ${caixaIdentifier} if it has no itens. Eliminar assigned imagems: ${deleteImagems}
uk: Видалити коробку ${boxIdentifier}, якщо вона не містить елементів. Видалити призначені зображення: ${deleteImages}
zh_hans: 如果箱子 ${boxIdentifier} 没有物品就删除它。删除已指派图片：${deleteImages}
zh_hk: 如果箱子 ${boxIdentifier} 沒有物品就刪除它。刪除已指派圖片：${deleteImages}

source: Delete image
ar: حذف الصورة
bn: ছবি মুছুন
cs: Smazat obrázek
da: Slet billede
de: Lösche Bild
es: Eliminar imagen
fr: Supprimer l’image
hi: चित्र हटाएँ
it: Elimina immagine
ja: 画像を削除
nl: Afbeelding verwijderen
pl: Usuń obraz
pt_pt: Eliminar imagem
uk: Видалити зображення
zh_hans: 删除图片
zh_hk: 刪除圖片

source: Delete image file ${fileName}
ar: حذف ملف الصورة ${fileName}
bn: ছবির ফাইল ${fileName} মুছুন
cs: Smazat soubor obrázku ${fileName}
da: Slet billedfil ${fileName}
de: Lösche Bild Datei ${fileName}.
es: Eliminar archivo de imagen ${fileName}
fr: Supprimer le fichier image ${fileName}
hi: चित्र फ़ाइल ${fileName} हटाएँ
it: Elimina file immagine ${fileName}
ja: 画像ファイル ${fileName} を削除
nl: Afbeeldingsbestand ${fileName} verwijderen
pl: Usuń plik obrazu ${fileName}
pt_pt: Eliminar imagem file ${fileName}
uk: Видалити файл зображення ${fileName}
zh_hans: 删除图片文件 ${fileName}
zh_hk: 刪除圖片檔案 ${fileName}

source: Delete image?
ar: حذف الصورة؟
bn: ছবি মুছবেন?
cs: Smazat obrázek?
da: Slet billede?
de: Bild löschen?
es: ¿Eliminar imagen?
fr: Supprimer l’image ?
hi: चित्र हटाएँ?
it: Cancellare l'immagine?
ja: 画像を削除しますか？
nl: Afbeelding verwijderen?
pl: Usunąć obraz?
pt_pt: Eliminar imagem?
uk: Видалити зображення?
zh_hans: 删除图片？
zh_hk: 刪除圖片？

source: Delete item
ar: حذف العنصر
bn: আইটেম মুছুন
cs: Smazat položku
da: Slet genstand
de: Lösche Gegenstand
es: Eliminar objeto
fr: Supprimer l’élément
hi: वस्तु हटाएँ
it: Elimina elemento
ja: アイテムを削除
nl: Item verwijderen
pl: Usuń przedmiot
pt_pt: Eliminar item
uk: Видалити елемент
zh_hans: 删除物品
zh_hk: 刪除物品

source: Delete item ${itemNameOrID}
ar: حذف العنصر ${itemNameOrID}
bn: আইটেম ${itemNameOrID} মুছুন
cs: Smazat položku ${itemNameOrID}
da: Slet genstand ${itemNameOrID}
de: Lösche Gegenstand ${itemNameOrID}
es: Eliminar objeto ${itemNameOrID}
fr: Supprimer l’élément ${itemNameOrID}
hi: वस्तु ${itemNameOrID} हटाएँ
it: Elimina elemento ${itemNameOrID}
ja: アイテム ${itemNameOrID} を削除
nl: Verwijder item ${itemNameOrID}
pl: Usuń przedmiot ${itemNameOrID}
pt_pt: Eliminar item ${itemNameOrID}
uk: Видалити елемент ${itemNameOrID}
zh_hans: 删除物品 ${itemNameOrID}
zh_hk: 刪除物品 ${itemNameOrID}

source: Delete location
ar: حذف الموقع
bn: অবস্থান মুছুন
cs: Smazat umístění
da: Slet placering
de: Lösche Standort
es: Eliminar ubicación
fr: Supprimer l’emplacement
hi: स्थान हटाएँ
it: Elimina posizione
ja: 場所を削除
nl: Locatie verwijderen
pl: Usuń lokalizację
pt_pt: Eliminar localização
uk: Видалити локацію
zh_hans: 删除位置
zh_hk: 刪除位置

source: Delete location ${locationNameOrID} if unused
ar: حذف الموقع ${locationNameOrID} إذا لم يكن مستخدمًا
bn: যদি ব্যবহার না হয়, অবস্থান ${locationNameOrID} মুছুন
cs: Smazat umístění ${locationNameOrID}, pokud se nepoužívá
da: Slet placering ${locationNameOrID}, hvis den ikke bruges
de: Lösche Standort ${locationNameOrID} wenn er keine Kisten enthält.
es: Eliminar ubicación ${locationNameOrID} si no se usa
fr: Supprimer l’emplacement ${locationNameOrID} s’il n’est pas utilisé
hi: यदि उपयोग में नहीं है तो स्थान ${locationNameOrID} हटाएँ
it: Elimina la posizione ${locationNameOrID} se inutilizzata
ja: 未使用の場合は場所 ${locationNameOrID} を削除
nl: Verwijder locatie ${locationNameOrID} als deze niet wordt gebruikt
pl: Usuń lokalizację ${locationNameOrID}, jeśli nie jest używana
pt_pt: Eliminar localização ${localizaçãoNameOrID} if unused
uk: Видалити локацію ${locationNameOrID}, якщо вона не використовується
zh_hans: 若位置 ${locationNameOrID} 未被使用则删除
zh_hk: 若位置 ${locationNameOrID} 未被使用則刪除

source: Delete suggestions
ar: حذف الاقتراحات
bn: পরামর্শ মুছুন
cs: Smazat návrhy
da: Slet forslag
de: Vorschläge löschen
es: Eliminar sugerencias
fr: Supprimer les suggestions
hi: सुझाव हटाएँ
it: Elimina suggerimenti
ja: 候補を削除
nl: Suggesties verwijderen
pl: Usuń sugestie
pt_pt: Eliminar sugestões
uk: Видалити підказки
zh_hans: 删除建议
zh_hk: 刪除建議

source: Deletes a box if no items is assigned to it. Also deletes all associated images from the app storage if needed.
ar: يحذف صندوقاً إذا لم تكن أي عناصر معينة له. ويحذف أيضاً كل الصور المرتبطة من تخزين التطبيق إذا لزم الأمر.
bn: যদি কোনো আইটেম যুক্ত না থাকে, তবে একটি বাক্স মুছে দেয়। প্রয়োজনে অ্যাপ স্টোরেজ থেকে সংশ্লিষ্ট সব ছবিও মুছে দেয়।
cs: Smaže krabici, pokud k ní nejsou přiřazeny žádné položky. V případě potřeby také smaže všechny související obrázky z úložiště aplikace.
da: Sletter en kasse, hvis der ikke er knyttet genstande til den. Sletter også alle tilknyttede billeder fra appens lager, hvis det er nødvendigt.
de: Löscht eine Kiste, wenn ihr keine Gegenstände zugewiesen sind. Löscht bei Bedarf auch alle zugehörigen Bilder aus dem App-Speicher.
es: Elimina una caja si no tiene objetos asignados. También elimina todas las imágenes asociadas del almacenamiento de la app si es necesario.
fr: Supprime une boîte si aucun élément ne lui est attribué. Supprime également toutes les images associées du stockage de l’app si nécessaire.
hi: यदि किसी डिब्बे को कोई वस्तु नहीं सौंपी गई है तो उसे हटाता है। आवश्यकता होने पर ऐप स्टोरेज से जुड़े सभी चित्र भी हटा देता है।
it: Elimina una scatola se non ha elementi assegnati. Elimina anche tutte le immagini associate dall’archivio dell’app, se necessario.
ja: アイテムが割り当てられていない箱を削除します。必要に応じて関連画像もアプリの保存領域から削除します。
nl: Verwijdert een doos als er geen items aan zijn toegewezen. Verwijdert indien nodig ook alle bijbehorende afbeeldingen uit de app-opslag.
pl: Usuwa pudełko, jeśli nie ma do niego przypisanych przedmiotów. W razie potrzeby usuwa też wszystkie powiązane obrazy z pamięci aplikacji.
pt_pt: Deletes a caixa if no itens is assigned to it. Also deletes all associated imagems from the app storage if needed.
uk: Видаляє коробку, якщо до неї не призначено елементів. За потреби також видаляє всі пов’язані зображення зі сховища додатка.
zh_hans: 如果箱子没有被指派任何物品就删除它；必要时也会删除 App 存储空间中的所有相关图片。
zh_hk: 如果箱子沒有被指派任何物品就刪除它；必要時也會刪除 App 儲存空間中的所有相關圖片。
